tap "caskformula/caskformula"
tap "d12frosted/emacs-plus"
tap "davidchall/hep"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "valelint/vale"
tap "weikengchen/caskformula"
brew "ack"
brew "freetype"
brew "gettext"
brew "libffi"
brew "libtiff"
brew "libcroco"
brew "apr-util"
brew "libevent"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "automake"
brew "bcftools"
brew "bdw-gc"
brew "binutils"
brew "boost"
brew "bwa"
brew "cairomm"
brew "ccat"
brew "clang-format"
brew "libtommath"
brew "convertlit"
brew "coreutils"
brew "cowsay"
brew "llvm"
brew "cquery"
brew "cscope"
brew "ctags"
brew "diff-pdf"
brew "djvulibre"
brew "docker"
brew "sqlite"
brew "python"
brew "docutils"
brew "doxygen"
brew "ghostscript"
brew "libtool"
brew "graphviz"
brew "python@2"
brew "pkg-config"
brew "libxml2"
brew "evince"
brew "expat"
brew "libass"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@2.8"
brew "flake8"
brew "fpc"
brew "fpp"
brew "fzf"
brew "geckodriver"
brew "ghi"
brew "git"
brew "globus-toolkit"
brew "lua"
brew "go"
brew "grip"
brew "pangomm"
brew "gtkmm"
brew "hub"
brew "imagemagick"
brew "ipython"
brew "pandoc"
brew "jupyter"
brew "links"
brew "luarocks"
brew "macvim"
brew "markdown"
brew "md5sha1sum", link: false
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "portaudio"
brew "octave"
brew "opencv"
brew "openh264"
brew "perl"
brew "perl@5.18"
brew "platypus"
brew "popt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "root", link: false
brew "samtools"
brew "sdl2_image"
brew "snakemake"
brew "ssh-copy-id"
brew "sshfs"
brew "task"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator-completion"
brew "tokyo-cabinet"
brew "unrar"
brew "utf8proc"
brew "vim", link: false
brew "voms"
brew "xml2"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus"
brew "davidchall/hep/fastjet"
brew "davidchall/hep/hepmc"
brew "davidchall/hep/rivet"
brew "valelint/vale/vale"
cask "adobe-dng-converter"
cask "firefox"
cask "font-fontawesome"
cask "gimp"
cask "grids"
cask "inkscape"
cask "mactex"
cask "openclonk-c54d917-darwin-amd64-clang"
cask "skim"
