tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/gui"
tap "homebrew/bundle"
tap "homebrew/services"
tap "davidchall/hep"
tap "d12frosted/emacs-plus"
tap "caskroom/cask"
tap "valelint/vale"
tap "caskformula/caskformula"
brew "gettext"
brew "libffi"
brew "libcroco"
brew "android-platform-tools"
brew "apr-util"
brew "libsigc++"
brew "atkmm"
brew "bcftools"
brew "bdw-gc"
brew "boost"
brew "bwa"
brew "cairomm"
brew "ccat"
brew "clang-format"
brew "cmake"
brew "libtommath"
brew "convertlit"
brew "cowsay"
brew "cscope"
brew "diff-pdf"
brew "djvulibre"
brew "docker"
brew "docutils"
brew "doxygen"
brew "python"
brew "libxml2"
brew "evince"
brew "expat"
brew "fish"
brew "fpp"
brew "fzf"
brew "git"
brew "libtool"
brew "globus-toolkit"
brew "graphviz"
brew "grip"
brew "pangomm"
brew "gtkmm"
brew "imagemagick"
brew "libevent"
brew "links"
brew "macvim"
brew "markdown"
brew "mysql"
brew "nmap"
brew "node"
brew "python@2"
brew "opencv"
brew "openh264"
brew "pandoc"
brew "perl"
brew "perl@5.18"
brew "platypus"
brew "popt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "root"
brew "samtools"
brew "snakemake"
brew "ssh-copy-id"
brew "sshfs"
brew "subversion"
brew "tesseract", link: false
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator-completion"
brew "tokyo-cabinet"
brew "unrar"
brew "utf8proc"
brew "vim", args: ["with-client-server"]
brew "voms"
brew "zsh"
brew "zsh-completions"
brew "caskformula/caskformula/inkscape"
brew "d12frosted/emacs-plus/emacs-plus"
brew "davidchall/hep/fastjet"
brew "davidchall/hep/hepmc"
brew "davidchall/hep/rivet"
brew "valelint/vale/vale"
cask "adobe-dng-converter"
cask "gimp"
cask "grids"
cask "inkscape"
cask "mactex"
cask "openclonk-c54d917-darwin-amd64-clang"
cask "skim"
