tap "d12frosted/emacs-plus"
tap "davidchall/hep"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "nexeck/tmuxinator"
tap "valelint/vale"
brew "ack"
brew "readline"
brew "libcroco"
brew "apr-util"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "automake"
brew "bcftools"
brew "bdw-gc"
brew "binutils"
brew "boost"
brew "bwa"
brew "cairomm"
brew "ccat"
brew "clang-format"
brew "libtommath"
brew "convertlit"
brew "coreutils"
brew "cowsay"
brew "llvm"
brew "cquery"
brew "cscope"
brew "ctags"
brew "djvulibre"
brew "docker"
brew "docker-compose"
brew "docker-machine", restart_service: true
brew "docutils"
brew "doxygen"
brew "ghostscript"
brew "python@2"
brew "evince"
brew "expat"
brew "libass"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@2.8"
brew "flake8", link: false
brew "fpc"
brew "fpp"
brew "fzf"
brew "geckodriver"
brew "ghi"
brew "git"
brew "globus-toolkit"
brew "go"
brew "grip"
brew "pangomm"
brew "gtkmm"
brew "htop"
brew "hub"
brew "imagemagick"
brew "ipython", link: false
brew "jansson"
brew "node"
brew "joplin"
brew "pandoc"
brew "jupyter"
brew "libconfig"
brew "links"
brew "macvim"
brew "markdown"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "portaudio"
brew "octave"
brew "opencv", link: false
brew "openh264"
brew "perl"
brew "perl@5.18"
brew "platypus"
brew "popt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "root"
brew "samtools"
brew "sdl2_image"
brew "snakemake"
brew "ssh-copy-id"
brew "sshfs"
brew "task"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator-completion"
brew "tokyo-cabinet"
brew "unrar"
brew "utf8proc"
brew "xml2"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "without-spacemacs-icon"]
brew "davidchall/hep/fastjet"
brew "davidchall/hep/hepmc"
brew "davidchall/hep/rivet"
brew "nexeck/tmuxinator/tmuxinator"
brew "valelint/vale/vale"
cask "adobe-dng-converter"
cask "android-platform-tools"
cask "emacs"
cask "firefox"
cask "font-fontawesome"
cask "gimp"
cask "google-chrome"
cask "keycastr"
cask "mactex"
cask "skim"
cask "skype"
cask "teamspeak-client"
